---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsParam
source: html/636af4a4-e66d-8a1f-d5fa-16b03b6c8d95.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsParam Property

"Feed Through Lugs"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelFeedThruLugsParam { get; }
```